Repository: PITADIA/android-couple-app
Catalog: PourRire.xcstrings
Source language: en
Languages: de, es, fr, it, nl, pt_br, pt_pt

# prad_99
source: If you had to create a new type of transportation that runs on emotion, how would it work?
de: Wenn du ein Verkehrsmittel erfinden müsstest, das mit Emotionen läuft, wie würde das funktionieren?
es: Si tuvieras que crear un nuevo tipo de transporte que funcione con emociones, ¿cómo funcionaría?
fr: Si tu devais créer un nouveau type de transport qui marche à l'émotion, comment fonctionnerait-il ?
it: Se dovessi creare un nuovo mezzo di trasporto che funziona con le emozioni, come funzionerebbe?
nl: Als je een nieuw vervoermiddel moest creëren dat draait op emoties, hoe zou dat werken?
pt_br: Se você tivesse que criar um novo transporte movido a emoções, como funcionaria?
pt_pt: Se tivesses de criar um novo transporte movido a emoções, como funcionaria?

# prad_100
source: What's the stupidest moment you tried to do something mature but acted like a child?
de: Was war der dümmste Moment, in dem du etwas Reifes versuchen wolltest, aber dich wie ein Kind benommen hast?
es: ¿Cuál fue el momento más tonto en que intentaste hacer algo maduro pero actuaste como un niño?
fr: Quel est le moment le plus stupide où tu as essayé de faire quelque chose de mature mais où tu as agi comme un enfant ?
it: Qual è il momento più stupido in cui hai provato a fare qualcosa di maturo ma ti sei comportato da bambino?
nl: Wat is het domste moment waarop je iets volwassen probeerde te doen maar je als een kind gedroeg?
pt_br: Qual foi o momento mais idiota em que você tentou ser maduro mas agiu como uma criança?
pt_pt: Qual foi o momento mais estúpido em que tentaste ser maduro mas agiste como uma criança?

# prad_101
source: If you could replace all windows with anything else, what would you choose?
de: Wenn du alle Fenster durch irgendetwas anderes ersetzen könntest, was würdest du nehmen?
es: Si pudieras reemplazar todas las ventanas por otra cosa, ¿qué elegirías?
fr: Si tu pouvais remplacer toutes les fenêtres par n'importe quoi d'autre, que choisirais-tu ?
it: Se potessi sostituire tutte le finestre con qualsiasi altra cosa, cosa sceglieresti?
nl: Als je alle ramen kon vervangen door iets anders, wat zou je kiezen?
pt_br: Se você pudesse substituir todas as janelas por outra coisa, o que escolheria?
pt_pt: Se pudesses substituir todas as janelas por outra coisa, o que escolherias?

# prad_102
source: What's the most ridiculous thing you've done trying to get your pet to forgive you?
de: Was ist das Lächerlichste, was du getan hast, damit dir dein Haustier verzeiht?
es: ¿Qué es lo más ridículo que has hecho para que tu mascota te perdonara?
fr: Quelle est la chose la plus ridicule que tu aies faite en essayant de te faire pardonner par ton animal de compagnie ?
it: Qual è la cosa più ridicola che hai fatto per farti perdonare dal tuo animale domestico?
nl: Wat is het meest belachelijke dat je hebt gedaan om je huisdier je te laten vergeven?
pt_br: Qual foi a coisa mais ridícula que você já fez para que seu animal de estimação te perdoasse?
pt_pt: Qual foi a coisa mais ridícula que já fizeste para que o teu animal de estimação te perdoasse?

# prad_103
source: If you had to create a new type of cooking class with completely crazy ingredients, what would it be?
de: Wenn du einen Kochkurs mit völlig verrückten Zutaten erfinden müsstest, wie wäre der?
es: Si tuvieras que crear un nuevo tipo de clase de cocina con ingredientes totalmente locos, ¿cómo sería?
fr: Si tu devais créer un nouveau type de cours de cuisine avec des ingrédients complètement fous, quel serait-il ?
it: Se dovessi creare un nuovo corso di cucina con ingredienti completamente folli, quale sarebbe?
nl: Als je een kookles moest maken met compleet gekke ingrediënten, hoe zou die eruitzien?
pt_br: Se você tivesse que criar uma aula de culinária com ingredientes totalmente malucos, como seria?
pt_pt: Se tivesses de criar uma aula de culinária com ingredientes completamente loucos, como seria?

# prad_104
source: What's the most embarrassing moment you tried to do something artistic but it was a disaster?
de: Was war der peinlichste Moment, in dem du etwas Künstlerisches versucht hast und es zur totalen Katastrophe wurde?
es: ¿Cuál fue el momento más vergonzoso en que intentaste hacer algo artístico y fue un desastre?
fr: Quel est le moment le plus gênant où tu as essayé de faire quelque chose d'artistique mais où c'était un désastre ?
it: Qual è il momento più imbarazzante in cui hai provato a fare qualcosa di artistico ma è stato un disastro?
nl: Wat is het meest gênante moment waarop je iets artistieks probeerde maar het een ramp werd?
pt_br: Qual foi o momento mais constrangedor em que você tentou fazer algo artístico mas deu muito errado?
pt_pt: Qual foi o momento mais embaraçoso em que tentaste fazer algo artístico mas correu muito mal?

# prad_105
source: If you could make a bathroom object have a completely different function, which one would you choose?
de: Wenn du einem Badezimmergegenstand eine komplett andere Funktion geben könntest, welcher wäre es?
es: Si pudieras hacer que un objeto del baño tuviera una función completamente distinta, ¿cuál elegirías?
fr: Si tu pouvais faire en sorte qu'un objet de la salle de bain ait une fonction complètement différente, lequel choisirais-tu ?
it: Se potessi far avere a un oggetto da bagno una funzione completamente diversa, quale sceglieresti?
nl: Als je een badkamerobject een volledig andere functie kon geven, welk zou je kiezen?
pt_br: Se você pudesse dar a um objeto do banheiro uma função completamente diferente, qual escolheria?
pt_pt: Se pudesses dar a um objeto da casa de banho uma função completamente diferente, qual escolherias?

# prad_106
source: What's the most absurd thing you've done trying to stand out in a crowd?
de: Was ist das Absurdeste, das du je gemacht hast, um in der Menge aufzufallen?
es: ¿Qué es lo más absurdo que has hecho para destacar entre la multitud?
fr: Quelle est la chose la plus absurde que tu aies faite en essayant de te faire remarquer dans une foule ?
it: Qual è la cosa più assurda che hai fatto per distinguerti in mezzo alla folla?
nl: Wat is het meest absurde dat je hebt gedaan om op te vallen in een menigte?
pt_br: Qual foi a coisa mais absurda que você já fez para se destacar em uma multidão?
pt_pt: Qual foi a coisa mais absurda que já fizeste para te destacares numa multidão?

# prad_107
source: If you had to create a new type of theater where actors can only whisper, what would it look like?
de: Wenn du ein neues Theater erfinden müsstest, in dem die Schauspieler nur flüstern dürfen – wie würde das aussehen?
es: Si tuvieras que crear un nuevo tipo de teatro donde los actores solo puedan susurrar, ¿cómo sería?
fr: Si tu devais créer un nouveau type de théâtre où les acteurs ne peuvent que chuchoter, à quoi ressemblerait-il ?
it: Se dovessi creare un nuovo tipo di teatro in cui gli attori possono solo sussurrare, come sarebbe?
nl: Als je een nieuw soort theater moest maken waar acteurs alleen mogen fluisteren, hoe zou dat eruitzien?
pt_br: Se você tivesse que criar um teatro onde os atores só pudessem sussurrar, como seria?
pt_pt: Se tivesses de criar um teatro onde os atores só pudessem sussurrar, como seria?

# prad_108
source: What's the stupidest moment you tried to do something generous but it went wrong?
de: Was war der dümmste Moment, in dem du etwas Großzügiges machen wolltest und es total schiefging?
es: ¿Cuál fue el momento más tonto en que intentaste hacer algo generoso y salió mal?
fr: Quel est le moment le plus stupide où tu as essayé de faire quelque chose de généreux mais où ça a mal tourné ?
it: Qual è il momento più stupido in cui hai provato a fare qualcosa di generoso ma è andato storto?
nl: Wat is het domste moment waarop je iets genereus probeerde te doen en het mislukte?
pt_br: Qual foi o momento mais idiota em que você tentou ser generoso mas deu errado?
pt_pt: Qual foi o momento mais estúpido em que tentaste ser generoso mas correu mal?

# prad_109
source: If you could replace all faucets with any other way to get water, which one would you choose?
de: Wenn du alle Wasserhähne durch irgendeine andere Art, an Wasser zu kommen, ersetzen könntest – wofür würdest du dich entscheiden?
es: Si pudieras reemplazar todos los grifos por cualquier otra forma de obtener agua, ¿cuál elegirías?
fr: Si tu pouvais remplacer tous les robinets par n'importe quel autre moyen d'avoir de l'eau, lequel choisirais-tu ?
it: Se potessi sostituire tutti i rubinetti con qualsiasi altro modo per ottenere l'acqua, quale sceglieresti?
nl: Als je alle kranen kon vervangen door een andere manier om water te krijgen, wat zou je kiezen?
pt_br: Se você pudesse substituir todas as torneiras por outra forma de obter água, qual escolheria?
pt_pt: Se pudesses substituir todas as torneiras por outra forma de obter água, qual escolherias?

# prad_110
source: What's the most ridiculous thing you've done trying to make memories?
de: Was ist das Lächerlichste, was du gemacht hast, nur um Erinnerungen zu sammeln?
es: ¿Qué es lo más ridículo que has hecho tratando de crear recuerdos?
fr: Quelle est la chose la plus ridicule que tu aies faite en essayant de te faire des souvenirs ?
it: Qual è la cosa più ridicola che hai fatto per creare ricordi?
nl: Wat is het meest belachelijke dat je hebt gedaan om herinneringen te maken?
pt_br: Qual foi a coisa mais ridícula que você já fez para criar memórias?
pt_pt: Qual foi a coisa mais ridícula que já fizeste para criar memórias?

# prad_111
source: If you had to create a new type of library with a completely crazy concept, what would it be?
de: Wenn du eine Bibliothek mit einem komplett verrückten Konzept erfinden müsstest – wie sähe die aus?
es: Si tuvieras que crear un nuevo tipo de biblioteca con un concepto totalmente loco, ¿cómo sería?
fr: Si tu devais créer un nouveau type de bibliothèque avec un concept complètement fou, quel serait-il ?
it: Se dovessi creare una nuova biblioteca con un concept completamente folle, quale sarebbe?
nl: Als je een bibliotheek met een compleet gek concept moest uitvinden, hoe zou die zijn?
pt_br: Se você tivesse que criar uma biblioteca com um conceito totalmente maluco, como seria?
pt_pt: Se tivesses de criar uma biblioteca com um conceito completamente maluco, como seria?

# prad_112
source: What's the most embarrassing time you tried to do something spontaneous but planned everything?
de: Was war der peinlichste Moment, in dem du etwas Spontanes machen wolltest, aber am Ende alles durchgeplant hast?
es: ¿Cuál fue la vez más vergonzosa en que intentaste hacer algo espontáneo pero lo planificaste todo?
fr: Quel est le moment le plus gênant où tu as essayé de faire quelque chose de spontané mais où tu as tout planifié ?
it: Qual è la volta più imbarazzante in cui hai provato a fare qualcosa di spontaneo ma hai programmato tutto?
nl: Wat is het meest gênante moment waarop je iets spontaans probeerde maar alles plande?
pt_br: Qual foi o momento mais constrangedor em que você tentou ser espontâneo mas planejou tudo?
pt_pt: Qual foi o momento mais embaraçoso em que tentaste ser espontâneo mas planeaste tudo?

# prad_113
source: If your life had a blooper reel, what would be the highlight moment?
de: Wenn dein Leben ein Bloopers-Reel hätte – was wäre der Highlight-Moment?
es: Si tu vida tuviera un reel de bloopers, ¿cuál sería el momento estelar?
fr: Si ta vie avait un bêtisier, quel serait le moment phare ?
it: Se la tua vita avesse un blooper reel, qual sarebbe il momento clou?
nl: Als je leven een blooperreel had, wat zou het hoogtepunt zijn?
pt_br: Se sua vida tivesse um vídeo de erros, qual seria o momento mais épico?
pt_pt: Se a tua vida tivesse um bónus de falhanços, qual seria o momento mais épico?

# prad_114
source: If you could have a conversation with an object, which one would you choose and why?
de: Wenn du mit einem Gegenstand reden könntest, welchen würdest du wählen und warum?
es: Si pudieras conversar con un objeto, ¿cuál elegirías y por qué?
fr: Si tu pouvais avoir une conversation avec un objet, lequel choisirais-tu et pourquoi ?
it: Se potessi avere una conversazione con un oggetto, quale sceglieresti e perché?
nl: Als je een gesprek met een object kon hebben, welk zou je kiezen en waarom?
pt_br: Se você pudesse conversar com um objeto, qual escolheria e por quê?
pt_pt: Se pudesses conversar com um objeto, qual escolherias e porquê?

# prad_115
source: If you could create a new ice cream flavor inspired by your personality, what would it be called?
de: Wenn du eine neue Eissorte nach deiner Persönlichkeit erfinden könntest – wie würde sie heißen?
es: Si pudieras crear un nuevo sabor de helado inspirado en tu personalidad, ¿cómo se llamaría?
fr: Si tu pouvais créer une nouvelle saveur de glace inspirée de ta personnalité, comment s'appellerait-elle ?
it: Se potessi creare un nuovo gusto di gelato ispirato alla tua personalità, come si chiamerebbe?
nl: Als je een nieuw ijsjessmaak moest maken geïnspireerd door je persoonlijkheid, hoe zou die heten?
pt_br: Se você pudesse criar um sabor de sorvete inspirado na sua personalidade, como se chamaria?
pt_pt: Se pudesses criar um sabor de gelado inspirado na tua personalidade, como se chamaria?

# prad_116
source: If you could have a fictional character as a roommate, who would you choose and why?
de: Wenn du eine fiktive Figur als Mitbewohner/(in) haben könntest – wen würdest du nehmen und warum?
es: Si pudieras tener a un personaje ficticio como compañero de cuarto, ¿a quién elegirías y por qué?
fr: Si tu pouvais avoir un personnage fictif comme colocataire, qui choisirais-tu et pourquoi ?
it: Se potessi avere un personaggio di finzione come coinquilino, chi sceglieresti e perché?
nl: Als je een fictief personage als kamergenoot kon hebben, wie zou je kiezen en waarom?
pt_br: Se você pudesse ter um personagem fictício como colega de quarto, quem escolheria e por quê?
pt_pt: Se pudesses ter uma personagem fictícia como colega de casa, quem escolherias e porquê?

# prad_117
source: What animal sound can you make the best? I want to hear it!!
de: Welches Tiergeräusch kannst du am besten? Ich will’s hören!!
es: ¿Qué sonido animal puedes imitar mejor? ¡Quiero escucharlo!
fr: Quel est le bruit d'animal que tu sais mieux faire ? Je veux l'entendre !!
it: Che verso animale sai imitare meglio? Voglio sentirlo!!
nl: Welk dierengeluid kun jij het beste nadoen? Ik wil het horen!!
pt_br: Qual som de animal você consegue imitar melhor? Quero ouvir!!
pt_pt: Que som de animal consegues imitar melhor? Quero ouvir!!

# prad_118
source: What's the most ridiculous reason you burst out laughing in a serious situation?
de: Was war der lächerlichste Grund, warum du in einer ernsten Situation losgeprustet bist?
es: ¿Cuál es la razón más ridícula por la que te reíste a carcajadas en una situación seria?
fr: Quelle est la raison la plus ridicule pour laquelle tu as éclaté de rire dans une situation sérieuse ?
it: Qual è la ragione più ridicola per cui sei scoppiato a ridere in una situazione seria?
nl: Wat is de meest belachelijke reden dat je in een serieuze situatie in lachen uitbarstte?
pt_br: Qual foi a razão mais ridícula pela qual você caiu na risada em uma situação séria?
pt_pt: Qual foi a razão mais ridícula pela qual rebentaste a rir numa situação séria?

# prad_119
source: If you could talk to your past self, what hilarious advice would they give you?
de: Wenn du mit deinem Vergangenheits-Ich reden könntest welchen sehr lustigen Tipp würde es dir geben?
es: Si pudieras hablar con tu yo del pasado, ¿qué consejo hilarante te daría?
fr: Si tu pouvais parler avec ton "toi" du passé, quel conseil hilarant te donnerait-il ?
it: Se potessi parlare con il tuo passato, che consiglio esilarante ti darebbe?
nl: Als je met je vroegere zelf kon praten, welk hilarisch advies zou die je geven?
pt_br: Se você pudesse falar com o seu 'eu' do passado, que conselho hilário ele te daria?
pt_pt: Se pudesses falar com o teu 'eu' do passado, que conselho hilariante ele te daria?

# prad_120
source: What song lyric did you mishear and sing confidently?
de: Welche Songzeile hast du falsch verstanden und trotzdem laut mitgesungen?
es: ¿Qué letra de canción escuchaste mal y cantaste con toda confianza?
fr: Quelle est la parole de chanson que tu as mal entendue et chantée avec assurance ?
it: Quale testo di una canzone hai capito male e cantato con convinzione?
nl: Welke songtekst heb je verkeerd verstaan en toch vol overtuiging meegezongen?
pt_br: Qual letra de música você já entendeu errado e cantou cheio de confiança?
pt_pt: Que letra de música já ouviste mal e cantaste cheio de confiança?

# prad_121
source: What's the funniest thing I've done since we've been together?
de: Was ist das Lustigste, was ich gemacht habe, seit wir zusammen sind?
es: ¿Qué es lo más gracioso que he hecho desde que estamos juntos?
fr: Quelle est la chose la plus marrante que j'ai fait depuis que l'on est ensemble ?
it: Qual è la cosa più divertente che ho fatto da quando stiamo insieme?
nl: Wat is het grappigste dat ik heb gedaan sinds we samen zijn?
pt_br: Qual foi a coisa mais engraçada que eu já fiz desde que estamos juntos?
pt_pt: Qual foi a coisa mais engraçada que já fiz desde que estamos juntos?

# prad_122
source: If I were a pizza, what would be my topping? And why?
de: Wenn ich eine Pizza wäre – was wäre mein Belag? Und warum?
es: Si yo fuera una pizza, ¿cuál sería mi ingrediente? ¿Y por qué?
fr: Si j'étais une pizza, quelle serait ma garniture ? Et pourquoi ?
it: Se fossi una pizza, quale sarebbe il mio condimento? E perché?
nl: Als ik een pizza was, wat zou mijn topping zijn? En waarom?
pt_br: Se eu fosse uma pizza, qual seria a minha cobertura? E por quê?
pt_pt: Se eu fosse uma pizza, qual seria a minha cobertura? E porquê?

# prad_123
source: If I were an object, which one would I be and why?
de: Wenn ich ein Gegenstand wäre – welcher wäre ich und warum?
es: Si yo fuera un objeto, ¿cuál sería y por qué?
fr: Si j'étais un objet, lequel serais-je et pourquoi ?
it: Se fossi un oggetto, quale sarei e perché?
nl: Als ik een object was, welk zou ik zijn en waarom?
pt_br: Se eu fosse um objeto, qual seria e por quê?
pt_pt: Se eu fosse um objeto, qual seria e porquê?

# prad_124
source: Have you ever had a dream so funny that you woke up laughing?
de: Hattest du schon mal einen Traum, der so lustig war, dass du lachend aufgewacht bist?
es: ¿Alguna vez tuviste un sueño tan gracioso que te despertaste riendo?
fr: As-tu déjà fait un rêve tellement drôle que tu t'es réveillé(e) en riant ?
it: Hai mai fatto un sogno così divertente da svegliarti ridendo?
nl: Heb je ooit zo’n grappige droom gehad dat je lachend wakker werd?
pt_br: Você já teve um sonho tão engraçado que acordou rindo?
pt_pt: Alguma vez tiveste um sonho tão engraçado que acordaste a rir?

# prad_125
source: Tell me about the worst haircut you've ever had.
de: Erzähl mir von der schlimmsten Frisur, die du je hattest.
es: Cuéntame del peor corte de pelo que hayas tenido.
fr: Raconte-moi la pire coupe de cheveux que tu aies jamais eue.
it: Raccontami del peggior taglio di capelli che hai mai avuto.
nl: Vertel me over het slechtste kapsel dat je ooit hebt gehad.
pt_br: Me conta qual foi o pior corte de cabelo que você já teve.
pt_pt: Conta-me qual foi o pior corte de cabelo que já tiveste.

# prad_126
source: Tell me about a time you tried to be discreet and got caught.
de: Erzähl mir von einer Situation, in der du unauffällig sein wolltest und trotzdem erwischt wurdest.
es: Cuéntame de una vez que intentaste ser discreto y te descubrieron.
fr: Raconte-moi une fois où tu as essayé d'être discret(ète) et où tu t'es fait(e) prendre.
it: Raccontami di una volta in cui hai cercato di essere discreto e sei stato scoperto.
nl: Vertel me over een keer dat je probeerde discreet te zijn en betrapt werd.
pt_br: Me conta uma vez em que você tentou ser discreto e foi pego.
pt_pt: Conta-me uma vez em que tentaste ser discreto e foste apanhado.

# prad_127
source: Tell me about a time you laughed when you absolutely weren't supposed to.
de: Erzähl mir von einem Moment, in dem du lachen musstest, obwohl es völlig unangebracht war.
es: Cuéntame de una vez que te reíste cuando absolutamente no deberías.
fr: Raconte-moi une fois où tu as ri alors que tu n'étais absolument pas censé(e) le faire.
it: Raccontami di una volta in cui hai riso quando proprio non dovevi.
nl: Vertel me over een keer dat je moest lachen terwijl dat absoluut niet gepast was.
pt_br: Me conta uma vez em que você riu quando não devia de jeito nenhum.
pt_pt: Conta-me uma vez em que te riste quando não devias mesmo.
